IDEA Open Model
ReportSettings.ReportType Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the type of report.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReportType ReportType { get; set; }
Public Property ReportType As ReportType
	Get
	Set
Property Value
Type: ReportType
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace